<template>
  <div>
    <h1>エンジニアのための筋トレ継続管理アプリ / 「筋トレHub」</h1>
    <h2>「筋トレHub」ってどんなアプリ？</h2>
    <p>テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト</p>
    <h2>「筋トレHub」の使い方</h2>
    <p>1. まずはアカウントを作成しましょう。</p>
    <p>2. LINEBOTの設定をしましょう。</p>
    <p>3. LINEBOTを友達に追加しましょう。</p>
    <p>4. 設定した時間にLINEBOTが通知します。筋トレをしたら完了ボタンを押しましょう。</p>
    <p>5. WEBアプリを確認すると筋トレをした日にちに草が生えています！</p>
    <a href="/signup">登録はこちらから</a>
    <a href="/signin">アカウントをお持ちの方はこちら</a>
    <footer>
      <p>フッターフッターフッターフッターフッターフッターフッターフッターフッターフッターフッターフッターフッターフッターフッターフッターフッターフッターフッターフッター</p>
    </footer>
  </div>
</template>

<script>
export default {
  components: {
  }
}
</script>

<style>
</style>
